node {
  name: "image_tensor"
  op: "Placeholder"
  attr {
    key: "dtype"
    value {
      type: DT_UINT8
    }
  }
  attr {
    key: "shape"
    value {
      shape {
        dim {
          size: -1
        }
        dim {
          size: -1
        }
        dim {
          size: -1
        }
        dim {
          size: 3
        }
      }
    }
  }
}
node {
  name: "Preprocessor/mul"
  op: "Mul"
  input: "image_tensor"
  input: "Preprocessor/mul/x"
}
node {
  name: "Preprocessor/sub"
  op: "Sub"
  input: "Preprocessor/mul"
  input: "Preprocessor/sub/y"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D"
  op: "Conv2D"
  input: "Preprocessor/sub"
  input: "FeatureExtractor/InceptionV3/Conv2d_1a_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Conv2d_1a_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Conv2d_1a_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Conv2d_1a_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Conv2d_1a_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/Conv2d_2a_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Conv2d_2a_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Conv2d_2a_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Conv2d_2a_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Conv2d_2a_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/Conv2d_2b_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Conv2d_2b_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Conv2d_2b_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Conv2d_2b_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Conv2d_2b_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_3a_3x3/MaxPool"
  op: "MaxPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu6"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_3a_3x3/MaxPool"
  input: "FeatureExtractor/InceptionV3/Conv2d_3b_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Conv2d_3b_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Conv2d_3b_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Conv2d_3b_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Conv2d_3b_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Conv2d_4a_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Conv2d_4a_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Conv2d_4a_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Conv2d_4a_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Conv2d_4a_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool"
  op: "MaxPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu6"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool"
  op: "AvgPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat"
  op: "ConcatV2"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat/axis"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool"
  op: "AvgPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5b/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat"
  op: "ConcatV2"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat/axis"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool"
  op: "AvgPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5c/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat"
  op: "ConcatV2"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat/axis"
}
node {
  name: "BoxPredictor_0/ClassPredictor/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat"
  input: "BoxPredictor_0/ClassPredictor/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/BiasAdd"
  op: "BiasAdd"
  input: "BoxPredictor_0/ClassPredictor/Conv2D"
  input: "BoxPredictor_0/ClassPredictor/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat"
  input: "BoxPredictor_0/BoxEncodingPredictor/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "loc_pred_transposed"
    value {
      b: true
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/BiasAdd"
  op: "BiasAdd"
  input: "BoxPredictor_0/BoxEncodingPredictor/Conv2D"
  input: "BoxPredictor_0/BoxEncodingPredictor/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool"
  op: "MaxPool"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "VALID"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_5d/concat"
  input: "FeatureExtractor/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "FusedBatchNorm"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FeatureExtractor/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/gamma"
  input: "FeatureExtractor/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/beta"
  input: "FeatureExtractor/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean"
  input: "FeatureExtractor/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.01
    }
  }
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu6"
